// Получение комментариев по адресу https://jsonplaceholder.typicode.com/posts/1/comments, И вывод в консоль только тех комментариев, id которых четные

// Получение фотографий по адресу https://jsonplaceholder.typicode.com/albums/1/photos, и вывод в консоль только тех фотографий, у которых значение поля title, начинается с букву ‘a’

// Получение альбомов по адресу https://jsonplaceholder.typicode.com/users/1/albums, и вывод в консоль массива с альбомами, у которых id > 5

// Вам понадобятся методы массивов с прошлого занятия.